{
  "basics": {
    "name": "Nadine Soliman",
    "label": "PhD Student in Astrophysics, Caltech",
    "image": "prof_pic.jpg",
    "email": "nsoliman@caltech.edu",
    "url": "https://nadinesoliman.github.io/",
    "location": {
      "address": "1200 E California Blvd, MC 249-17",
      "postalCode": "CA 91125",
      "city": "Pasadena",
      "countryCode": "US",
      "region": "California"
    },
    "profiles": [
    ]
  },
  "publications":[
      {
      "name": "Dust Dynamics in AGN Winds: A New Mechanism For Multiwavelength AGN Variability",
      "publisher": "Monthly Notices of the Royal Astronomical Society",
      "releaseDate": "2023-08-17",
      "url": "https://academic.oup.com/mnras/article/525/2/2668/7244722",
      "summary": ""
    }
  ],
  "education": [    
    {
      "institution": "California Institute of Technology, California, USA",
      "location": "California, USA",
      "url": "https://www.caltech.edu/",
      "area": "Astrophysics",
      "studyType": "Doctor of Philosophy",
      "startDate": "2021-09-01",
      "endDate":"present"
    }, 
    {
      "institution": "New York University Abu Dhabi",
      "location": "Abu Dhabi, UAE",
      "url": "https://nyuad.nyu.edu/en/",
      "area": "Physics",
      "studyType": " Bachelor of Science",
      "startDate": "2015-09-01",
       "endDate": "2019-05-01"
    }
  ],
  "awards": [
    {
      "title": "Keck Institute for Space Science Affiliate",
      "date": "2023-01-01",
      "awarder": "Keck Institute for Space Science",
      "url": "https://kiss.caltech.edu/affiliates.html",
      "summary": "Chosen by Caltech faculty, KISS Affiliates consist of graduate students and postdocs from the campus, acknowledged as potential leaders in space exploration."
   }, 
   {
      "title": "NYUAD Post-graduate Research Fellowship",
      "date": "2019-09-01",
      "awarder": "New York University Abu Dhabi",
      "url": "https://nyuad.nyu.edu/en/academics/undergraduate/undergraduate-research/post-graduation-research-fellowship.html",
      "summary": "The research fellowship supports exceptional graduating seniors from NYUAD interested in academia with a prestigious one-year research opportunity at the university.'"
    },
   {
      "title": "University Honors Scholar/ NYU Founders’ Day Award",
      "date": "2019-05-01",
      "awarder": "New York University",
      "url": "https://www.nyu.edu/students/student-information-and-resources/registration-records-and-graduation/graduation-and-diplomas/graduation-honors.html",
      "summary": ""
    }
  ], 
  "work":[
      {"name": "Hopkins Caltech Group | PI: Philip F Hopkins",
      "summary": "Studying how dust impacts the properties and evolution of astrophysical environemnts.",
      "highlights": ["Conducting radiation-magneto-hydrodynamics simulations with a focus on dusty fluid dynamics, employing the GIZMO code with explicit evolution of dust grain dynamics.",
        "Investigating the influence of dust on the dynamics and thermodynamic evolution of various astrophysical settings, including dusty active galactic nuclei tori and star-forming giant molecular clouds.", 
        "Running STARFORGE simulations of star formation processes to assess how different dust models influence star formation efficiency and the resulting properties of stars formed within the system."],
      "startDate": "2020-10-01",
      "endDate": "current"}, 
    {"name": "NYUAD Galaxy Formation Group | PI: Andrea Macciò ",
      "summary": "Implemented and tested different black hole accretion sub-grid models in zoom-in galaxy formation simulations.",
      "highlights": ["Implemented sub-grid black hole accretion models like the viscous disk and gravitational torque based accretion in the GASOLINE2 N-body code.",
        "Ran the NIHAO galaxy formation simulations to compare different black hole accretion models and constrain the models’ parameter space utilizing observational data sets.", 
        "Created a post-processing python algorithm to determine black hole accretion for galaxy simulations and implemented semi-analytic models to test hypotheses more efficiently and with faster algorithms."],
      "startDate": "2019-09-01",
      "endDate": "2020-10-01"} , 
    {"name": "NYUAD Exoplanet Group | PI: Ian Dobbs-Dixon ",
      "summary": "Studied the effect of Kozai-Lidov oscillations on the 55 Cancri multi-body system.",
      "highlights": ["Utilized the NINE orbital integration package to investigate the orbital stability of potential Earth-like planets within the habitable zone of 55 Cancri through running numerical simulations.",
        "Reduced the computational time of the simulations while minimizing errors to study the system's long-term evolution.", 
        "Determined the detectability of earth-like planets within the habitable zones of stars with giant planets by utilizing analytical solutions to provide maximum and root mean square values of radial velocity and astrometric signals."],
      "startDate": "2019-05-01",
      "endDate": "2020-05-01"} ,
     {"name": "Deutsches Elektronen-Synchrotron (DESY) | PI: Timo Karg ",
      "summary": "Calibrated and tested silicon photomultipliers for the IceCube Neutrino Detector.",
      "highlights": ["Worked across the engineering and physics IceCube teams to provide technical improvements of instrumentation through hardware testing and calibration of silicon photo-multipliers, detector readout boards and scintillation panels to be deployed to the IceCube Neutrino Observatory in the South Pole.", 
      "Instructed a group of 4 students at NYUAD on experimental design, hardware integration and testing detectors.", 
        "Implemented noise reduction, signal detection and performance stability algorithms to maximize performance"],
      "startDate": "2018-06-01",
      "endDate": "2018-08-01"},
     {"name": "NYUAD Smart Materials Lab | PI: Panče Naumov ",
      "summary": "Worked on characterizing the phase transition that gives rise to a crystal's thermosalient properties.",
      "highlights": ["Employed analytical techniques and mathematical models to determine the structure of thermosalient benzoic crystals.", 
      "Utilized methods of X-ray diffraction, Thermal Gravimetric analysis and Differential Scanning Calorimetry to characterize the nature of the crystal's thermal transition event."],
      "startDate": "2016-06-01",
      "endDate": "2016-09-01"}
  ]
}


